{
    "english": {
        "OCR": {
            "AO1": "Identify and interpret explicit and implicit information and ideas. Select and synthesise evidence from different texts.",
            "AO2": "Explain, comment on and analyse how writers use language and structure to achieve effects and influence readers, using relevant subject terminology to support their views.",
            "AO3": "Compare writers’ ideas and perspectives, as well as how these are conveyed, across two or more texts.",
            "AO4": "Evaluate texts critically and support this with appropriate textual references.",
            "AO5": "Communicate clearly, effectively and imaginatively, selecting and adapting tone, style and register for different forms, purposes and audiences. <br> Organise information and ideas, using structural and grammatical features to support coherence and cohesion of texts.",
            "AO6": "Candidates must use a range of vocabulary and sentence structures for clarity, purpose and effect, with accurate spelling and punctuation."
        },
        "Eduqas": {
            "AO1": "Identify and interpret explicit and implicit information and ideas <br> Select and synthesise evidence from different texts",
            "AO2": "Explain, comment on analyse how writers use language and structure to achieve effects and influence readers, using relevant subject terminology to support their views",
            "AO3": "Compare writers' ideas and perspectives, as well as how these are conveyed, across two or more texts",
            "AO4": "Evaluate texts critically and support this with appropriate textual references"
        }

    },
    "comp_sci": {
        "OCR": {
            "AO1": "Identify and interpret explicit and implicit information and ideas. Select and synthesise evidence from different texts.",
            "AO2": "Explain, comment on and analyse how writers use language and structure to achieve effects and influence readers, using relevant subject terminology to support their views.",
            "AO3": "Compare writers’ ideas and perspectives, as well as how these are conveyed, across two or more texts.",
            "AO4": "Evaluate texts critically and support this with appropriate textual references.",
            "AO5": "Communicate clearly, effectively and imaginatively, selecting and adapting tone, style and register for different forms, purposes and audiences. <br> Organise information and ideas, using structural and grammatical features to support coherence and cohesion of texts.",
            "AO6": "Candidates must use a range of vocabulary and sentence structures for clarity, purpose and effect, with accurate spelling and punctuation."
        }
    }
}